{
  "version": "https://jsonfeed.org/version/1",
  "title": "From The River · Archive Updates",
  "home_page_url": "https://fromtheriver.org",
  "feed_url": "https://fromtheriver.org/feed.json",
  "description": "Latest additions to the From The River archive.",
  "items": [
    {
      "id": "villages/al-birwa",
      "url": "https://fromtheriver.org/archive/al-birwa",
      "title": "al-Birwa",
      "content_text": "A significant Palestinian Arab village with a history stretching back to the Roman period, al-Birwa was known for its olive groves, two schools (one for boys, one for girls), a mosque, a church, and its revered village shrine. It gained cultural prominence as the birthplace of the Palestinian national poet, Mahmoud Da…",
      "tags": [
        "Acre",
        "Dekel",
        "Carmeli Brigade"
      ]
    },
    {
      "id": "villages/al-damun",
      "url": "https://fromtheriver.org/archive/al-damun",
      "title": "al-Damun",
      "content_text": "Situated on the Acre plain, al-Damun was a village with deep historical roots, containing ancient architectural remains and the shrine of the prophet Dhu al-Kifl, mentioned in the Qur'an. Its economy was primarily agricultural, focused on grains, olives, and melons, supplemented by the weaving of mats from nearby rush…",
      "tags": [
        "Acre",
        "Dekel",
        "Sheva' (7th) Brigade"
      ]
    },
    {
      "id": "villages/al-sumayriyya",
      "url": "https://fromtheriver.org/archive/al-sumayriyya",
      "title": "al-Sumayriyya",
      "content_text": "A coastal village north of Acre, known to the Crusaders as 'Someleria,' al-Sumayriyya's economy was based on agriculture, particularly citrus and bananas, and stone quarrying from its ancient caves. The village was captured on May 14, 1948, by the Haganah's Carmeli Brigade during Operation Ben-Ami, an offensive design…",
      "tags": [
        "Acre",
        "Ben-Ami",
        "Carmeli Brigade"
      ]
    },
    {
      "id": "villages/al-bassa",
      "url": "https://fromtheriver.org/archive/al-bassa",
      "title": "al-Bassa",
      "content_text": "Al-Bassa was a large and prosperous mixed Muslim and Christian village in northern Galilee, a hub of social and economic life with two schools, a large church, and a mosque. It was captured on May 14, 1948, during Operation Ben-Ami. After a brief battle, the village leaders surrendered. According to survivor testimoni…",
      "tags": [
        "Acre",
        "Ben-Ami",
        "Haganah (Carmeli Brigade)"
      ]
    },
    {
      "id": "villages/al-tira",
      "url": "https://fromtheriver.org/archive/al-tira",
      "title": "al-Tira",
      "content_text": "Known as 'Tira of the almonds' (Tirat al-Lawz), this was one of the largest and most important villages in the Haifa sub-district, with a history dating to the Roman era. It was a major producer of olives and oil, with several modern presses. Al-Tira faced a series of attacks beginning in December 1947, including a de…",
      "tags": [
        "Haifa",
        "Dekel",
        "Irgun (IZL), Haganah (Golani, Carmeli, Alexandroni Brigades), Israeli Navy"
      ]
    },
    {
      "id": "villages/ayn-ghazal",
      "url": "https://fromtheriver.org/archive/ayn-ghazal",
      "title": "Ayn Ghazal",
      "content_text": "Ayn Ghazal was part of the 'Little Triangle' of resilient villages south of Haifa that held out against Zionist forces for months after the fall of the city. The village, which had a history of resistance dating back to the 1936-39 Arab revolt, was finally captured on July 26, 1948, during Operation Shoter ('Operation…",
      "tags": [
        "Haifa",
        "Shoter",
        "Golani, Carmeli, and Alexandroni Brigades"
      ]
    },
    {
      "id": "villages/ijzim",
      "url": "https://fromtheriver.org/archive/ijzim",
      "title": "Ijzim",
      "content_text": "A large and ancient village in the 'Little Triangle' with Ayn Ghazal, Ijzim had a history dating back to the Roman period and was home to a mosque, a church, and a shrine for a local sage. It was a center of steadfast resistance, holding out for months against Israeli encroachment. It finally fell on July 26, 1948, du…",
      "tags": [
        "Haifa",
        "Shoter",
        "Golani, Carmeli, and Alexandroni Brigades"
      ]
    },
    {
      "id": "villages/al-tantura",
      "url": "https://fromtheriver.org/archive/al-tantura",
      "title": "al-Tantura",
      "content_text": "An ancient coastal fishing village built on the ruins of the Canaanite city of Dor, al-Tantura had a vibrant economy based on fishing, agriculture, and trade. It was captured on the night of May 22-23, 1948, by the Haganah's Alexandroni Brigade during Operation Namal ('Operation Port'). Following its surrender, a larg…",
      "tags": [
        "Haifa",
        "Namal",
        "Haganah (Alexandroni Brigade)"
      ]
    },
    {
      "id": "villages/ein-karem",
      "url": "https://fromtheriver.org/archive/ein-karem",
      "title": "Ein Karem",
      "content_text": "A prosperous and picturesque village west of Jerusalem, Ein Karem holds deep significance in Christian tradition as the birthplace of John the Baptist. It was a mixed Muslim and Christian community with several churches, monasteries, and a mosque. Its fate was sealed by the fall of surrounding villages and the terror…",
      "tags": [
        "Jerusalem",
        "Dani",
        "Haganah (Harel Brigade)"
      ]
    },
    {
      "id": "villages/salama",
      "url": "https://fromtheriver.org/archive/salama",
      "title": "Salama",
      "content_text": "A large and densely populated village east of Jaffa, Salama had strong commercial ties to the city and a vibrant community with two schools and two mosques. Due to its strategic location, it faced constant attacks from Zionist militias for five months, starting in December 1947. A major Haganah attack on January 18, 1…",
      "tags": [
        "Jaffa",
        "Hametz",
        "Haganah (Alexandroni Brigade), Irgun (IZL)"
      ]
    },
    {
      "id": "villages/al-abbasiyya",
      "url": "https://fromtheriver.org/archive/al-abbasiyya",
      "title": "al-'Abbasiyya",
      "content_text": "Formerly known as al-Yahudiyya ('the Jewish town'), this large village east of Jaffa was renamed al-'Abbasiyya in 1932. It had a thriving agricultural economy. The Irgun (IZL) militia first attacked in December 1947, planting bombs in the village. The village was finally occupied by Irgun forces on May 4, 1948, during…",
      "tags": [
        "Jaffa",
        "Hametz",
        "Irgun (IZL)"
      ]
    },
    {
      "id": "villages/yazur",
      "url": "https://fromtheriver.org/archive/yazur",
      "title": "Yazur",
      "content_text": "An ancient village on the strategic Jaffa-Ramla highway, Yazur was known since Canaanite times. It was subjected to a series of raids and attacks starting in December 1947. In one notable incident on January 22, 1948, Zionist militia bombed a coffeehouse, killing at least six villagers. The Givati Brigade occupied the…",
      "tags": [
        "Jaffa",
        "Hametz",
        "Haganah (Givati Brigade)"
      ]
    },
    {
      "id": "villages/al-lajjun",
      "url": "https://fromtheriver.org/archive/al-lajjun",
      "title": "al-Lajjun",
      "content_text": "A strategically vital village near the ancient site of Megiddo (Armageddon), al-Lajjun stood on the ruins of the Roman city of Legio. It was captured by the Golani Brigade on May 30, 1948, shortly after British forces withdrew from a nearby police fort. The Haganah's operational orders for the assault, as documented b…",
      "tags": [
        "Jinin",
        "Gideon",
        "Haganah (Golani Brigade)"
      ]
    },
    {
      "id": "villages/lifta",
      "url": "https://fromtheriver.org/archive/lifta",
      "title": "Lifta",
      "content_text": "An ancient and architecturally stunning village at the western entrance to Jerusalem, identified with the biblical town of Nephtoah. Lifta's depopulation began early, marking one of the first instances of ethnic cleansing in the Jerusalem corridor. On December 28, 1947, the Stern Gang (Lehi) and Irgun militias attacke…",
      "tags": [
        "Jerusalem",
        "(Pre-Nachshon)",
        "Haganah, Irgun (IZL), Lehi"
      ]
    },
    {
      "id": "villages/deir-yassin",
      "url": "https://fromtheriver.org/archive/deir-yassin",
      "title": "Deir Yassin",
      "content_text": "A prosperous village on a hill west of Jerusalem, Deir Yassin was known for its limestone quarries and had established a non-aggression pact with neighboring Jewish communities. On April 9, 1948, despite its declared neutrality, the village was attacked by over 120 men from the Irgun (IZL) and Lehi (Stern Gang) militi…",
      "tags": [
        "Jerusalem",
        "Nachshon (Concurrent)",
        "Irgun (IZL), Lehi, with Haganah (Palmach) covering fire"
      ]
    },
    {
      "id": "villages/al-qastal",
      "url": "https://fromtheriver.org/archive/al-qastal",
      "title": "al-Qastal",
      "content_text": "A small but strategically vital village built around a Roman and Crusader fort (Castellum) that commanded the main Jaffa-Jerusalem highway. Al-Qastal became the site of one of the most famous battles of the 1948 war. It was a critical target of Operation Nachshon, the Haganah's first major offensive to break the siege…",
      "tags": [
        "Jerusalem",
        "Nachshon",
        "Haganah (Palmach's Harel Brigade)"
      ]
    },
    {
      "id": "villages/al-maliha",
      "url": "https://fromtheriver.org/archive/al-maliha",
      "title": "al-Maliha",
      "content_text": "A large suburban village southwest of Jerusalem, known for its fine stone houses and agricultural land. The depopulation of al-Maliha occurred in stages. A first wave of residents fled in fear after the Deir Yassin massacre in April 1948. The village was finally attacked and occupied on the night of July 13-14, 1948,…",
      "tags": [
        "Jerusalem",
        "Dani (Concurrent)",
        "Irgun (IZL), Gadna (Youth Battalions)"
      ]
    },
    {
      "id": "villages/qalunya",
      "url": "https://fromtheriver.org/archive/qalunya",
      "title": "Qalunya",
      "content_text": "A village on the main Jaffa-Jerusalem highway, identified with the Roman settlement of Colonia Amosa and the biblical town of Motza. It was a primary target of Operation Nachshon due to its strategic position. On April 11, 1948, following the battle for al-Qastal, Palmach units from the Harel Brigade entered Qalunya.…",
      "tags": [
        "Jerusalem",
        "Nachshon",
        "Haganah (Palmach)"
      ]
    },
    {
      "id": "villages/saris",
      "url": "https://fromtheriver.org/archive/saris",
      "title": "Saris",
      "content_text": "A village perched on a high plateau west of Jerusalem, Saris was known for its olive groves and grain fields. It was attacked and demolished by the Haganah's Harel Brigade on April 16, 1948, during Operation Nachshon. The attack was part of a broader strategy to clear the Bab al-Wad area of its Palestinian population.…",
      "tags": [
        "Jerusalem",
        "Nachshon",
        "Haganah (Harel Brigade)"
      ]
    },
    {
      "id": "villages/suba",
      "url": "https://fromtheriver.org/archive/suba",
      "title": "Suba",
      "content_text": "Located on a strategic mountaintop west of Jerusalem, Suba was built within the ruins of the formidable Crusader fortress of Belmont. Its houses were clustered inside the castle's ancient walls. The village was captured on the night of July 12-13, 1948, by the Harel Brigade during Operation Dani. According to an Assoc…",
      "tags": [
        "Jerusalem",
        "Dani",
        "Haganah (Palmach's Harel Brigade)"
      ]
    },
    {
      "id": "villages/bayt-mahsir",
      "url": "https://fromtheriver.org/archive/bayt-mahsir",
      "title": "Bayt Mahsir",
      "content_text": "A large village on a high ridge overlooking the coastal plain, Bayt Mahsir was a Palestinian stronghold that controlled access to the Bab al-Wad (Sha'ar HaGai) pass, a critical point on the Jerusalem road. It was captured by the Palmach's Harel Brigade on May 11, 1948, after three nights of fierce attacks during Opera…",
      "tags": [
        "Jerusalem",
        "Makkabi",
        "Haganah (Palmach's Harel Brigade)"
      ]
    },
    {
      "id": "villages/kasla",
      "url": "https://fromtheriver.org/archive/kasla",
      "title": "Kasla",
      "content_text": "A village situated on a mountaintop west of Jerusalem, Kasla is identified with the biblical city of Chesalon. It was depopulated during Operation Dani and subsequently 'cleansed' on July 16-18, 1948, by the Harel Brigade as part of an effort to widen the corridor to Jerusalem. Most villagers had either left earlier d…",
      "tags": [
        "Jerusalem",
        "Dani",
        "Haganah (Harel Brigade)"
      ]
    },
    {
      "id": "villages/qula",
      "url": "https://fromtheriver.org/archive/qula",
      "title": "Qula",
      "content_text": "A strategically important village with a history stretching back to the Crusaders, who built a fortress there, Qula was a key objective during Operation Dani. It was first captured by the Alexandroni Brigade on July 10, 1948. However, the Jordanian Arab Legion launched a fierce counter-attack and recaptured it. It was…",
      "tags": [
        "al-Ramla",
        "Danny",
        "Israeli Army (Alexandroni Brigade)"
      ]
    },
    {
      "id": "villages/isdud",
      "url": "https://fromtheriver.org/archive/isdud",
      "title": "Isdud",
      "content_text": "An ancient and large village built on the site of the biblical Philistine city of Ashdod, Isdud was a key commercial and agricultural center on the southern coastal plain. During the 1948 war, it became a key frontline position occupied by the Egyptian army. As a result, it was subjected to heavy and repeated aerial a…",
      "tags": [
        "Gaza",
        "Yoav",
        "Givati Brigade"
      ]
    },
    {
      "id": "villages/al-faluja",
      "url": "https://fromtheriver.org/archive/al-faluja",
      "title": "al-Faluja",
      "content_text": "A large village that became internationally known as the site of the 'Faluja pocket,' where 4,000 Egyptian troops, including a young officer named Gamal Abdel Nasser, were besieged by Israeli forces for several months. The 1949 Armistice Agreement signed between Israel and Egypt explicitly stipulated that the 3,140 Pa…",
      "tags": [
        "Gaza",
        "(Post-Yoav Siege)",
        "Givati Brigade (conducted siege and expulsion)"
      ]
    }
  ]
}
