{
  "app": {
    "skipToMain": "انتقل إلى المحتوى الرئيسي",
    "title": "من النهر",
    "tagline": "أرشيف حي للتاريخ والثقافة والنضال الفلسطيني المستمر من أجل التحرير. إنها رحلة لفهم أعمق.",
    "nav": {
      "roots": "الجذور",
      "resistance": "المقاومة",
      "culture": "الثقافة",
      "action": "الفعل"
    },
    "navLabel": "التنقل الرئيسي",
    "language": {
      "label": "اللغة",
      "names": {
        "en": "English",
        "es": "Español",
        "ar": "العربية"
      }
    },
    "footer": {
      "solidarity": "من النهر إلى البحر، فلسطين ستكون حرة.",
      "credit": "fromtheriver.org - مشروع تضامني."
    }
  },
  "ticker": {
    "empty": "السجل التاريخي فارغ.",
    "message": "نستذكر {{name}}..."
  },
  "errors": {
    "villages": "تعذّر تحميل السجل التاريخي."
  },
  "audio": {
    "narration": "سرد",
    "play": "تشغيل",
    "pause": "إيقاف مؤقت",
    "volume": "مستوى الصوت",
    "enableAuto": "تفعيل السرد التلقائي",
    "disableAuto": "إيقاف السرد التلقائي"
  },
  "overlay": {
    "label": "طبقة المشهد {{title}}",
    "primaryMeta": "{{district}} · {{arabicName}}",
    "openCodex": "افتح مدخل الكودكس",
    "related": "قرى مرتبطة"
  },
  "villages": {
    "open": "عرض تفاصيل {{name}}"
  },
  "modals": {
    "close": "إغلاق النافذة",
    "codex": {
      "title": "الكودكس",
      "district": "اللواء",
      "destroyedBy": "دمر على يد",
      "militaryOperation": "العملية العسكرية",
      "builtOn": "أقيم على أنقاضه",
      "viewAtlas": "عرض على أطلس المحو →"
    },
    "toolkit": {
      "title": "عدة أيديولوجية",
      "intro": "موارد أساسية لتفكيك الأساطير والدعاية المتداولة.",
      "links": {
        "paliAnswers": "PaliAnswers: ردود مفهرسة",
        "decolonize": "Decolonize Palestine: تفنيد الأساطير"
      }
    },
    "donate": {
      "title": "تضامن مادي",
      "intro": "المساعدة المباشرة فعل ثوري. فهي تواجه الحصار وتوفر موارد للصمود. اختر جبهة وانخرط.",
      "groups": {
        "direct": "دعم مباشر وقاعدي",
        "institutional": "طبي ومؤسسي"
      },
      "entries": {
        "oliveBranch": {
          "name": "Operation Olive Branch",
          "description": "جهد شعبي يقوده متطوعون لدعم العائلات الفلسطينية مع التركيز على الشفافية."
        },
        "fundsForGaza": {
          "name": "Funds For Gaza",
          "description": "قائمة حملات تمويل موجّهة لغزة من إعداد جماعة @letstalkpalestine."
        },
        "eSims": {
          "name": "شرائح e-SIM لغزة",
          "description": "دليل للناشطين حول كيفية التبرع بشريحة Nomad e-SIM للحفاظ على تواصل أهل غزة."
        },
        "mutualAid": {
          "name": "مساعدة متبادلة محلية",
          "description": "مثال على تنظيم مجتمعي (أركنساس) يدعم جهود الإغاثة بشكل مباشر."
        },
        "pcrf": {
          "name": "PCRF",
          "description": "صندوق إغاثة أطفال فلسطين. يوفر رعاية طبية حيوية للأطفال المرضى والمصابين."
        },
        "map": {
          "name": "MAP",
          "description": "منظمة العون الطبي للفلسطينيين. تقدم الصحة والكرامة للفلسطينيين تحت الاحتلال وفي الشتات."
        },
        "msf": {
          "name": "أطباء بلا حدود",
          "description": "فرق طبية عالمية تقدم رعاية طارئة في غزة والضفة الغربية."
        },
        "unrwa": {
          "name": "الأونروا",
          "description": "وكالة الأمم المتحدة لإغاثة اللاجئين الفلسطينيين، تقدم الغذاء والمأوى والخدمات الأساسية."
        }
      }
    }
  },
  "scenes": {
    "roots": {
      "title": "الجذور",
      "imageAlt": "شجرة زيتون عتيقة ملتوية تجسد عمق الجذور وثبات الفلسطينيين.",
      "overlayDescription": "اتبع الخط الزمني للاستعمار من الانتداب البريطاني حتى النكبة وتعرّف إلى القرى التي يشكل محوها أساس هذا الأرشيف.",
      "paragraphs": {
        "0": "لفهم فلسطين يجب إدراك تاريخ استُهدف بالطمس الممنهج. لا يبدأ السرد عام 1948 بل في أرض وشعب خُطط لاقتلاعهما قبل عقود. فُرض الانتداب البريطاني (1922-1948) بعد سقوط الدولة العثمانية لقيادة فلسطين نحو الحكم الذاتي، لكنه طبق إعلان <balfour>بلفور</balfour> عام 1917 الذي وعد بـ \"وطن قومي للشعب اليهودي\" في أرض كانت عربية فلسطينية بنسبة 94%. هذا التناقض الجوهري مهّد للصراع وفضّل طموحات حركة <settler>استيطانية</settler> على حقوق الأغلبية الأصلية.",
        "1": "إن <zionism>الصهيونية</zionism> مشروع استيطاني أوروبي في جوهره ظهر في القرن التاسع عشر. قام على تحويل فلسطين إلى دولة يهودية، وهو هدف لا يتحقق إلا بتهجير السكان الأصليين. صرّح القادة الصهاينة بذلك علناً واعتبروا عملهم \"مغامرة استعمارية\". شهدت السنوات السابقة لعام 1948 تنفيذ هذه الرؤية بشكل منهجي، لتبلغ ذروتها في <nakba>النكبة</nakba>.",
        "2": "منح قرار التقسيم الأممي لعام 1947 ما نسبته 55% من فلسطين لدولة يهودية رغم أن اليهود امتلكوا نحو 7% من الأرض ولم يشكلوا سوى ثلث السكان. أشعل ذلك حرب 1948 حيث هجّرت الميليشيات الصهيونية ثم الجيش الإسرائيلي أكثر من 500 قرية ومدينة فلسطينية. لم يكن ذلك نتيجة جانبية للحرب بل تحقيقاً لخطة. من البيوت المهجورة في <lifta>لفتا</lifta> على أطراف القدس، إلى المجازر المخطط لها في <deirYassin>دير ياسين</deirYassin> و<alTantura>الطنطورة</alTantura>، إلى مسيرة الموت القسرية من <lydda>اللد</lydda>، نفذت حملة تطهير عرقي منهجية هجّرت أكثر من 750 ألف فلسطيني، ممهّدة الطريق للدولة الجديدة. جذور هذا الصراع كامنة في هذا المسار العنيف المستمر للطمس."
      },
      "quote": {
        "text": "\"إن أسلم طريقة لمحو حق شعب في أرضه هي إنكار صلته التاريخية بها.\"",
        "attribution": "— رشيد الخالدي، حرب المئة عام على فلسطين"
      },
      "analysis": {
        "title": "قراءات أعمق",
        "atlas": "استكشف أطلس المحو →",
        "palestine101": "فلسطين 101: تاريخ بصري",
        "nakba": "نكبة 1948: كارثة مستمرة",
        "zionism": "تعريف الصهيونية كمشروع استيطاني استعماري",
        "un": "قرارات الأمم المتحدة الرئيسية والقانون الدولي"
      }
    },
    "resistance": {
      "title": "المقاومة",
      "imageAlt": "صورة أرشيفية لنساء فلسطينيات يتقدمن مسيرة وهن يرفعن قبضاتهن خلال الانتفاضة الأولى.",
      "overlayDescription": "شاهد اتساع المقاومة الفلسطينية، من الانتفاضات المنظمة إلى الرموز الثقافية التي جسدت التحرر.",
      "paragraphs": {
        "0": "المقاومة الفلسطينية ليست لحظة واحدة بل امتداد متواصل للتحدي المنظم. من الثورة العربية الكبرى 1936-1939 إلى الانتفاضتين الأولى والثانية، اتخذ النضال أشكالاً جماهيرية منضبطة جمعت الإضرابات العمالية والمقاطعة والكفاح المسلح. النساء والطلبة والعمال نظموا شبكات سرية دعمت الحركة رغم القمع الشديد.",
        "1": "كان مشروع التحرر سياسياً وثقافياً دائماً. شخصيات مثل غسان كنفاني وليلى خالد أصبحت رموزاً للمقاومة وقدمت رؤية ثورية ترفض تسليم السردية الفلسطينية للقوى الاستعمارية. سواء عبر الجبهة الشعبية لتحرير فلسطين أو النقابات القاعدية أو اللجان الشعبية، أكدت المقاومة أن التحرير يُنتزع بالعمل الجماعي.",
        "2": "كانت التضامنات الدولية ركيزة أساسية. من مقاومة الفصل العنصري في جنوب أفريقيا إلى حركات التحرر السوداء في الولايات المتحدة، أدرك الحلفاء حول العالم تشابه أدوات القمع—وأدوات المقاومة كذلك. يستمر نداء المقاطعة وسحب الاستثمارات وفرض العقوبات (BDS) في هذا الإرث، ضاغطاً على المؤسسات لإنهاء تواطؤها مع نظام الفصل العنصري الإسرائيلي."
      }
    },
    "culture": {
      "title": "الثقافة",
      "imageAlt": "نساء يرقصن الدبكة مرتديات الثوب المطرز في احتفال مجتمعي مضاء بضوء المساء الدافئ.",
      "overlayDescription": "احتفِ بالممارسات الحية—من التطريز إلى الطعام والسينما والرقص—التي تحمي الذاكرة والهوية من المحو.",
      "intro": "الثقافة الفلسطينية أرشيف حي. التطريز (التطريز)، الطبخ الجماعي، السينما، الشعر، ورقص الدبكة يحملون ذاكرة المكان والناس. الثقافة ليست ترفاً، بل مادة المقاومة التي تصون الهوية في مواجهة الاقتلاع.",
      "paragraphs": {
        "0": "في مخيمات اللاجئين من لبنان إلى غزة كانت الطعام والرقص والشعر نبض <sumud>الصمود</sumud>—الإصرار على البقاء. الثقافة الفلسطينية دليل حي على شعب عجز المنطق الاستعماري عن محوه. إنها ممارسة للذاكرة والهوية والتحدي.",
        "1": "المطبخ مساحة مقاومة. أطباق مثل <maqluba><em>المقلوبة</em></maqluba> (طنجرة الأرز واللحم والخضار المقلوبة) أكثر من مجرد طعام؛ إنها طقوس جماعية تحكي قصة الأرض والعائلة. مشاركة هذه الوجبات تثبّت هوية وطنية يحاول الاحتلال الإسرائيلي الاستحواذ عليها وإعادة تسميتها.",
        "2": "التطريز الفلسطيني أو <tatreez><em>التطريز</em></tatreez> لغة بالخيط. الأنماط الهندسية المتقنة ليست زخرفاً فحسب؛ إنها لهجة بصرية تشير إلى الأصل الجغرافي والحالة الاجتماعية والإرث العائلي. فستان من رام الله يروي قصة تختلف عن فستان من غزة. هذا الفن يخيط خريطة الوطن المجزأ على أجساد أهله متحدياً المحو.",
        "3": "من الأفلام السياسية التي توثق النضال إلى إيقاعات <dabke><em>الدبكة</em></dabke> الصاخبة، تحمل هذه الفنون روح الحركة. وقع أقدام <dabke><em>الدبكة</em></dabke> يرمز إلى الارتباط بالأرض، بينما تمنح السينما الفلسطينية الناس القدرة على سرد روايتهم ومواجهة الصور النمطية اللا إنسانية في الإعلام الغربي."
      },
      "accordion": {
        "cuisine": {
          "title": "المطبخ كهوية",
          "link": "نكهة من فلسطين"
        },
        "tatreez": {
          "title": "التطريز: نسيج وطن",
          "link": "تفكيك التطريز"
        },
        "arts": {
          "title": "السينما والموسيقى والدبكة",
          "film": "السينما الفلسطينية",
          "dance": "إيقاعات الدبكة"
        }
      }
    },
    "action": {
      "title": "الفعل",
      "imageAlt": "حشد يسير في مظاهرة شارع، يجسد قوة العمل الجماعي والتضامن.",
      "overlayDescription": "حوّل السرد إلى تضامن عبر التنظيم وجمع التبرعات وتضخيم دعوات الفلسطينيين إلى العمل.",
      "intro": "التضامن فعل. إنه محرك التحرير. فيما يلي وسائل ملموسة وفعالة لدعم القضية الفلسطينية، وتضخيم الأصوات، ومساءلة منظومات القوة. اختر جبهة وانضم للنضال.",
      "accordion": {
        "donate": {
          "title": "التبرع: صناديق دعم وتضامن موثوقة",
          "description": "وسط الحصار والإغلاق يوفر الدعم المالي المباشر إغاثة إنسانية وموارد للصمود، وهو مواجهة مباشرة لسياسة الإفقار.",
          "button": "الوصول إلى صناديق التضامن"
        },
        "business": {
          "title": "دعم الأعمال الفلسطينية",
          "description": "التضامن الاقتصادي أداة قوية. شراء منتجات الحرفيين الفلسطينيين ومبادرات التجارة العادلة يدعم العائلات مباشرة ويقاوم الخنق الاقتصادي للاحتلال.",
          "link": "تسوق فلسطينياً"
        },
        "educate": {
          "title": "التثقيف والمناصرة",
          "description": "المعركة أيضاً على العقول. استخدم هذه الأدوات لمواجهة التضليل في دوائرك وصياغة خطاب العدالة أمام ممثليك.",
          "button": "الوصول إلى الأدوات"
        },
        "organize": {
          "title": "ابحث عن خط المواجهة: ابنِ قوة محلية",
          "body": {
            "0": "القوة تُبنى في النضالات المحلية. انضم أو نظم حلقات تثقيفية وحملات ضغط وشبكات استجابة سريعة قادرة على التحرك في أوقات الأزمات.",
            "1": "كانت التنظيمات الطلابية والمجتمعية في طليعة تغيير الوعي العام. تنسق مع المجموعات الفلسطينية لضمان توافق الجهود مع احتياجاتهم المعلنة."
          },
          "links": {
            "jvp": "اعثر على فرع JVP",
            "sjp": "تواصل مع SJP"
          }
        }
      }
    }
  }
}
